[Character.CharClass_Iris_MotorMamaTurret AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[FireRocket.WT_Iris_MotorMamaFireRocket WeaponTypeDefinition]
Typename="semi-automatic sniper rifle"
PickupMessage="This is where you are %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="generalize"

[ShockRocket.WT_Iris_MotorMamaShockRocket WeaponTypeDefinition]
Typename="A semi-automatic sniper rifle"
PickupMessage="He agreed %s"
UseFailureLevelMessage="You must have %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use it."
NoManufacturerName="already full"

[ShotgunTurret.WeaponType_Iris_MotorMamaShotgunTurret WeaponTypeDefinition]
Typename="come down"
PickupMessage="Did you see that %s"
UseFailureLevelMessage="You must be at least level %d to use this item.."
UseFailureConstraintsMessage="This message is not approved."
NoManufacturerName="generally"

[SMGTurret.WeaponType_Iris_MotorMamaSMGTurret WeaponTypeDefinition]
Typename="Semi-automatic sniper weapon"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at %d level to use this tool.."
UseFailureConstraintsMessage="You can't use this thing."
NoManufacturerName="general"

